"BotFeedRefreshHeaderIdleText" = "Pull down to refresh";
"BotFeedRefreshHeaderPullingText" = "Release to refresh";
"BotFeedRefreshHeaderRefreshingText" = "Loading...";

"BotFeedRefreshAutoFooterIdleText" = "Tap or pull up to load more";
"BotFeedRefreshAutoFooterRefreshingText" = "Loading...";
"BotFeedRefreshAutoFooterNoMoreDataText" = "No more data";

"BotFeedRefreshBackFooterIdleText" = "Pull up to load more";
"BotFeedRefreshBackFooterPullingText" = "Release to load more.";
"BotFeedRefreshBackFooterRefreshingText" = "Loading...";
"BotFeedRefreshBackFooterNoMoreDataText" = "No more data";

"BotFeedRefreshHeaderLastTimeText" = "Last update:";
"BotFeedRefreshHeaderDateTodayText" = "Today";
"BotFeedRefreshHeaderNoneLastDateText" = "No record";
